[Main]
DisplayName=正體中文

[Brower_Protected_M]
btn_ok=確定
Site_Safe_tip=這是安全網站
Site_Risk_tip=這個網站不安全
Protected_Off_tip=Advanced SystemCare 瀏覽器防護: 關閉
Site_Safe=安全:
Site_Risk=風險:
Site_Advisory=提供諮詢
Site_Details=更多詳細資料

Link_Safe_tip=這個連結是安全的
Link_Risk_tip=這個連結不安全
Sender_Risk_tip=這個寄件者可疑。
Link_Phish_tip=這個連結包含網路釣魚詐騙。
Risk_Title_Phish=這個網站已報告為網路釣魚網站。
Site_Risk_link=這個電子郵件包含惡意連結。
Site_Risk_sender=這個電子郵件的寄件者可疑。
Site_Risk_link_sender=這個電子郵件包含惡意連結，並且寄件者可疑。
Site_Risk_phish=這個網站包含網路釣魚詐騙。

Risk_Title=這個網站已報告為不安全
Risk_recommend=我們建議您不要繼續訪問這個網站
Risk_goBack=取消
Risk_report=報告失敗警示
Risk_continue=仍然繼續
Site_turbo_tip=因為 Opera Turbo 開啟，上網防護已停用

ads_Removed=在此頁移除的廣告
ads_Nofound=找不到廣告

Site_Miner_tip=在此頁封鎖加密貨幣挖掘網頁